Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=665_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Kolme uutta inarinsaamenkielistä oppikirjaa ilmestyi
sms: Kolmm ođđ aanarsääʹmǩiõllsaž mättʼtemǩeeʹrj iʹlmmstõʹvve

source: Inarinsaamelaisen Ella Sarren oppikirja inarinsaamelaisesta puvustosta julkistetaan maanantaina 17. joulukuuta Sajoksessa.
sms: Aanarsäʹmmlaž Ella Sarre mättʼtemǩeʹrjj aanarsäʹmmlai määccaǩ da pihttsi pirr da tõõzz kuulli ǩeʹrjj puäʹđet čõõđtet vuõssaarǥ rosttovmannu 17. peeiʹv Sajoozzâst.

source: Sarren kirja esittelee inarinsaamelaisen puvuston ja käsityöperinnettä omalla kielellä.
sms: Sarre ǩeeʹrj mieʹldd piâzzât tobdstõõttâd aanarsäʹmmlai määccaǩ da tõõzz kuulli pihttsi pirr da še ǩiõtt-tuâjj-tuõjju äänarsäämas, siʹjjid kuulli jieʹnnǩiõlin.

source: Inarinsaamenkielisen perusopetuksen tilanne paranee lisäksi kahdella uudella matematiikan kirjalla.
sms: Aanarsääʹmǩiõllsaž vuâđđmättʼtõõzz vueʹǩǩ puârran pueʹrab årra lââʹssen kueiʹtin ođđ matematiikk ǩeeʹrjin.

source: Uudet oppimateriaalit ovat Lohosierâ-nimiset kevätlukukauden oppilaankirja 1. luokalle ja syyslukukauden oppilaankirja 2. luokalle.
sms: Ođđ mättʼtem-materiaal liâ Lohosierâ-nõmmsa ǩiđđlookkâmpââi mättʼtõõttiǩeʹrjj 1. klaʹsse da čõhččlookkâmpââi mättʼtõõttiǩeʹrjj 2. klaʹsse.

source: Lohosierâ- nimiset matematiikan oppikirjat on käännetty Sanoma Pron Matikka-nimisestä sarjasta.
sms: Lohosierâ- nõmmsaž matematiikk mättʼtemǩeeʹrj liâ jåårǥlõttum Sanoma Pron Matikka-nõmmsaž rääidast.

source: Koko sarja tullaan julkaisemaan inarinsaamen kielellä.
sms: Obb räidd puäʹđet čõõđtet aanarsäämas.

source: Ensimmäiset saamenkieliset käännökset Matikka-sarjasta julkaistiin vuonna 2011.
sms: Vuõssmõs sääʹmǩiõllsaž joortõõzz Matikka-rääidast čõõđteš eeʹjjest 2011.

source: Pohjoissaamenkielisestä sarjasta puuttuvat enää 5-6 luokkien kevätkirjat, joiden on määrä ilmestyä ennen ensi kevätlukukautta.
sms: Tâʹvvsääʹmǩiõllsaž rääidast liâ jåårǥlâʹttemnalla teänab 5-6 klaassi ǩiđđǩeeʹrj, ǩeeʹrji iʹlmmstõõvvmõš lij ouddâl puõʹtti ǩiđđlookkâmpââi.

source: Inarinsaamenkielinen syyslukukauden oppikirja Lohosierâ 1 on julkaistu vuonna 2011.
sms: Aanarsääʹmǩiõllsaž čõhččlookkâmpââi mättʼtemǩeʹrjj Lohosierâ 1 lij čõõđtum eeʹjjest 2011.

source: Anarâš pivtâstem -niminen Ella Sarren kirja esittelee ja opastaa inarinsaamelaiseen puvustoon, malleihin ja työmenetelmiin omalla kielellä.
sms: Pueʹtted tiõrvân tobdstõõttâd ođđ ǩerjja Sajoʹsse vuõssaarǥ rosttovmannu 17. peeiʹv čiâss 16, teʹl čõõđtet ǩeʹrjj da ǩeeʹrj tuejjeei lij pääiʹǩ âʹlnn čuäʹjteʹmmen ǩeeʹrj.

source: Tervetuloa tutustumaan uuteen kirjaan Sajokseen maanantaina 17.12. klo 16, jolloin kirja julkaistaan ja kirjan tekijä on paikalla esittelemässä kirjaa.
sms: Lââʹssteâđaid täʹst.
